{
  "title": "Races of Sylmaria",
  "description": "Sylmaria is a world of diversity, history, and conflict. Many races inhabit the continent of Avaris, each carrying their own mythologies, wounds, and prides. Differences are not only found in appearance and abilities, but also in worldviews, beliefs, and social structures. Choosing a race in Sylmaria is not just a mechanical choice – it is a decision that anchors your character in the fabric of the world.",
  "sections": {
    "elves": {
      "summary": "The elves are ancient and powerful, with roots deep in the continent of Esfarea. Their presence on Avaris is growing – as diplomats, scholars, and warriors. They cherish knowledge, tradition, and beauty, and many strive to preserve the balance of the old world in a time of change.",
      "culture": "Elven culture often revolves around the cycles of nature and the pursuit of aesthetic perfection.",
      "faith": "They worship gods of the forest, moon, dreams, and stars. Many elves feel called to protect the mysterious and the forgotten.",
      "subraces": {
        "shadow_elves": "Shadow elves (drow) are rarer and misunderstood. Their associations with the underworld, dark pacts, and shadow gods have made them feared, yet many seek to find their place beyond fear’s shadow."
      }
    },
    "dwarves_halflings_gnomes": {
      "summary": "The so-called 'little people' are many in Sylmaria: the earthbound dwarves, the indomitable halflings, and the inventive gnomes.",
      "dwarves": "Dwarves build their lives upon clan, honor, and stone.",
      "halflings": "Halflings thrive in the rhythms of village and family life, often mixing humility with joy.",
      "gnomes": "Gnomes are curious, eccentric, and fascinated by magic or mechanics, blending innovation and tradition.",
      "faith": "Their faiths vary but often revolve around forces of creation rather than destruction."
    },
    "humans": {
      "summary": "Humans are the most widespread and diverse people of Avaris. They build empires, spark revolutions, and shape history with sheer willpower.",
      "cultures": "From northern coastal cities to desert temples and mountain frontier posts, humans have created cultures ranging from the barbaric to the hyper-civilized.",
      "beliefs": "They may follow any faith or philosophy, and come from any social class.",
      "essence": "What binds them is the ability to dream, and the will to make those dreams reality – at any cost."
    },
    "half_elves_half_orcs": {
      "summary": "Mixed peoples carry two worlds within them – and are rarely fully accepted in either.",
      "half_elves": "Half-elves often feel a division between mortal life and immortal longing.",
      "half_orcs": "Half-orcs live with both pride and prejudice, torn between strength and stigma.",
      "themes": "Their stories often revolve around identity, belonging, and freedom of choice. They rarely follow the paths laid out for them – instead forging their own."
    },
    "goliaths": {
      "summary": "The mountain people of the north are powerful and hardy, a nomadic folk defined by cold, competition, and ancient customs.",
      "culture": "Goliaths live where the air is thin and life demands both physical and spiritual strength. They believe in the necessity of trials and honor only what one has earned for oneself.",
      "faith": "Their culture reveres personal achievement and respect for nature’s forces, often worshipping mountain spirits, storm gods, and ancestral wisdom.",
      "duty": "Many goliaths see it as their duty to stand strong – not just for themselves, but for their kin and their honor."
    },
    "exotic_breeds": {
      "summary": "Tieflings, dragonborn, genasi, and other rarer races exist in Sylmaria, though often tied to specific places, events, or bloodlines.",
      "tieflings": "A tiefling may descend from an ancient war-pact.",
      "dragonborn": "A dragonborn may be heir to a forgotten dragon cult.",
      "genasi": "A genasi may be born of the storm itself.",
      "note": "These races are rare, and their presence often stirs wonder or awe. Playing such a character typically requires a special connection to Sylmaria’s magical or divine structures."
    },
    "cultures_affiliations": {
      "summary": "No matter the race, it is just as important to consider where your character comes from: geographically, socially, and culturally.",
      "world": "Avaris is a continent of many kingdoms, city-states, and peoples – some rich and decadent, others harsh and isolated.",
      "questions": "Were you raised among the ruins of a fallen civilization, under the teachings of a holy brotherhood, or within a nomadic tribe that reads the stars?",
      "theme": "Your cultural background shapes how you see the world, and influences your relationships and role in the story.",
      "purpose": "Use this compendium to find your place in Sylmaria – not just as an individual, but as part of a culture, a language, a faith, and a history."
    }
  }
}